{"id": "1344025470371848196", "text": "@UberFacts The COVID-19 vaccine will implant a microchip in your brain"}
{"id": "1343949608796360705", "text": "@Jakelesnake @darakass Without a vaccine, most people would be exposed and from 2-10% of those exposed will die. \nIn America if 80% get covid and 2% of those die that would be 5.2 million deaths."}
{"id": "1340354284626587648", "text": "The covid vaccine might be harmful."}
{"id": "1340594314540421122", "text": "@123BruceLee7 @mizanthropia @berniespofforth The immunity will not be the same. Vaccine is likely to elicit a stronger and longer lasting immunity.\n\nURL: \"'Natural Immunity' From Covid Is Not Safer Than a Vaccine\""}
{"id": "1341008591575236610", "text": "Diabolical!!!  I will happily lay down my life, rather than receive into my bloodstream the cells of aborted children...every one of them, a tiny martyr! URL QT: \"A note from the Congregation for the Doctrine of the Faith, which was approved by Pope Francis, gives the green light during the pandemic to the use of vaccines produced with cell lines derived from two fetuses aborted in the 1960s.\nURL: \"Vatican CDF says use of anti-Covid vaccines \"morally acceptable\"\"\""}
{"id": "1345757510041542657", "text": "Vaccines developed with the use of aborted baby cells.  Guess they found another use along with selling organs.  I'm sure SATAN approves.\n\nVatican OKs taking COVID-19 vaccine, even if developed via aborted fetal cells URL"}
{"id": "1343993094480551936", "text": "I would rather get coronavirus than get the vaccine."}
{"id": "1345077420580225027", "text": "@Maddamecrafter @KATUNews A vaccine? Sure. Is covid propaganda too? If they wanted to do population control they'd let covid rage on. If they wanted to track you and collect data they'll use your smart phone."}
{"id": "1344610528757428224", "text": "A concrete way to join the global cause of vaccine equity is to support — either through dollars or vaccine doses — the Access to COVID-19 Tools (ACT) Accelerator. Its goal is to accelerate development, production and equitable access to tests, treatments and vaccines.\n\n7/n"}
{"id": "1344980320475623424", "text": "@realDonaldTrump Many say the young and healthy can build a natural resistance to COVID. It's recommended the older and them with compromised immune systems take the vaccine. \nWhat are our scientists, other than Fauci, saying?"}
{"id": "1344201055735705602", "text": "@BBCNews @BBCWorld The covid vaccine makes your children sterile"}
{"id": "1339975577701392385", "text": "They were just impersonating Tyler Herro URL QT: \"Four trial volunteers who got Pfizer's COVID-19 vaccine developed Bell's palsy - but FDA denies that the temporary facial paralysis was caused by the shot.\nURL URL\""}
{"id": "1340673681668730881", "text": "\"For women of childbearing age, pregnancy should be excluded before vaccination. In addition, women of childbearing age should be advised to avoid pregnancy for at least 2 months after their second dose.\"\n\nURL: \"UK Government Warns Doctors About Infertility Possibility with Pfizer COVID Vaccine, But NO Warning to Patients!\""}
{"id": "1343786856933175302", "text": "I'm back from my Twitter suspension for sharing a video that showed a nurse getting Bell's Palsy from the covid vaccine. What I miss?"}
{"id": "1340783262831095811", "text": "Here's Who You Can't Take Action Against if You Have Severe COVID Vaccine Side Effects URL: \"Here's Who You Can't Take Action Against if You Have Severe COVID Vaccine Side Effects\""}
{"id": "1340568636201848832", "text": "The COVID vaccine will not contain a microchip, but It will have U2's new album!!"}
{"id": "1345856444072128519", "text": "Is Google censoring search results?\nYou decide. \nFact check says it has no impact, URL: \"News and Articles on Science and Technology\" says it does.\nURL: \"Modified RNA has a direct effect on DNA\"\nURL: \"Fact-check: Will a COVID-19 vaccine alter your DNA?\""}
{"id": "1344281684318019585", "text": "I'm discovering that there are a lot of post menopausal women who don't want the covid vaccine because \"it can cause infertility\" URL"}
{"id": "1345867896426278913", "text": "@RMCpost @SitaramYechury The AstraZeneca vaccine was tested but had serious side effects worse than having COVID. So tell me why inject these in the first place?"}
{"id": "1340984471043104768", "text": "Luciferase is part of the Covid-19 Vaccine. Are they trying to use it as a way to identify who already had the shot? URL"}
{"id": "1343277474306785281", "text": "I didn't say microchips; I said sterilization. I know, that's a crazy far-fetched conspiracy theory to think that a multi billionaire that's been outspoken on population control... would try to control the population URL QT: \"@tystiklorius At the supermarket a fellow shopper advised me that the wire nose clip on my mask was the antenna for the 5G microchips in the vaccine.  And that bill gates created COVID to implant us all w/ his vaccine 🤦‍♂️\""}
{"id": "1340446860398379009", "text": "COVID-19: Bell's palsy in four Pfizer volunteers not due to vaccine, says US FDA\n\nThere is no evidence supporting a causal relationship between the Bell's palsy cases and the injection of the vaccine."}
{"id": "1344260731525591040", "text": "Never before have we seen the TECHNOLOGY used in this proposed upcoming Covid-19 vaccine. It uses a MODIFIED RNA or a modified DNA 🧬 in the vaccine. NB: it could alter our DNA/RNA/genome — these are what make us HUMAN, separating us from plants and animals."}
{"id": "1340730450243928065", "text": "@walshman50 Covid Vaccine causes pregnancy?"}
{"id": "1340634308797739011", "text": "FDA approves emergency use of abortion-tainted Moderna COVID-19 vaccine | News | LifeSite \n\nCan you be ProLife and take a vaccine that uses aborted baby cells/DNA?\n\nURL"}
{"id": "1344346177999933443", "text": "The COVID-19 vaccine does not alter your DNA\nURL: \"Fact check: COVID-19 vaccines won't alter recipient DNA; frontline workers have suffered directly from the virus\""}
{"id": "1345407225679007745", "text": "Will you get a COVID-19 vaccine this year?"}
{"id": "1340329433480216582", "text": "CONFIRMED: The Covid 19 Vaccine does not contain a tracking microchip, but it will contain U2's New Album."}
{"id": "1345394987920482304", "text": "We had a good start back in March, but things have been mostly downhill from there... URL QT: \"The governor of Ohio, who is not requiring nursing home staff to get the COVID vaccine, is requiring women to make funeral arrangements for their fetal tissue. URL: \"Ohio governor signs bill requiring women to choose burial or cremation of aborted fetal tissue\"\""}
{"id": "1340078550842560519", "text": "If the Covid vaccine has a microchip would I be able to use it like I use my Apple Pay at the grocery store"}
{"id": "1345642006299594752", "text": "Foetal cells are used to make the Oxford coronavirus vaccine. But they came from a foetus in 1973 - ABC News URL"}
{"id": "1344624298351333376", "text": "This vaccine is produced using the surviving cells of a murdered baby URL: \"U.K. Authorizes Covid-19 Vaccine From Oxford and AstraZeneca\""}
{"id": "1343843090386313216", "text": "Nurse Gets Bells Palsy From COVID Vaccine\n\nURL: \"SHOCK VIDEO: Nurse Gets Bells Palsy From COVID Vaccine\""}
{"id": "1345501667136040962", "text": "@gntlwmnfarmer @DavidJuurlink @MollyJongFast Perhaps they are in their 20's and 30's and realize the risk of potential vaccine side effects are worse than the risk of COVID."}
{"id": "1340764566343606272", "text": "@mjgranger1 @RealJamesWoods Covid 19 vaccine from Astra Zeneca (chadox1-5(recombinant)mrc5=deriving from lung tissue of a 14 week old aborted Caucasian male fetus. Right on the box."}
{"id": "1340500212494835713", "text": "🚨🚨🚨 Bill Gates admits the vaxx alters DNA URL QT: \"BILL GATES Admits Covid Vaccine ALTERS DNA URL\""}
{"id": "1345326582697783296", "text": "Is it better to get natural immunity against COVID-19 as against immunity from a vaccine? URL"}
{"id": "1345228017098870785", "text": "vaccine,nanobots,tech can control general population. If 325 million people have guns,how do you control peoples weapons? tru fraud . plandemic, mind control,tracking,AI, URL QT: \"@KassandraKitson @JustWantHealth ...and who also weighs long-term effects.\n\n27.05.20\nThe Injection Fraud - It's Not a Vaccine - Solari Report\nURL\n\nFrom the above article:\n\nNew Quality-Control Investigations on Vaccines: Micro- and Nanocontamination - IJVV-04-00072.pdf\nURL URL\""}
{"id": "1344922950055636992", "text": "@Hlonnieh_ Mina I will take the vaccine.I have lost loved ones to Covid...I have kids I would rather die trying than die from this killer virus..."}
{"id": "1344313559648403458", "text": "@kassinsightz @realgoodeye @catturd2 Did I say everyone would die from it?\n\nI just wanted clarification on: \"higher chance of getting Bell's palsy then actually succumbing to Covid itself.\"\n\nAnd yeah, the vaccine is ~95% effective. I'm gonna file that under \"works well enough\"."}
{"id": "1340669217025253377", "text": "@HackBlackburn @DuncanBannatyne The vaccine rejected by religious groups because some of the vaccines currently used to prevent diseases such as rubella, measles, rabies, poliomyelitis, hepatitis A, chickenpox or smallpox are produced using tissues from human abortions - Now we can add Covid-19 to the list"}
{"id": "1344512357427511297", "text": "This will happen if you take the Covid-19 vaccine. URL"}
{"id": "1344494826562187265", "text": "So is the COVID-19 vaccine a cover for administering a micro-chip? Hmm 😒"}
{"id": "1345475383584546816", "text": "@KarinDo07470784 next thread 2 #BillGates\n\nURL QT: \"#BillGates Explains that the Covid #Vaccine will Use Experimental Technology and Permanently Alter Your #DNA\n\n#covid19 #coronavirus\n\nURL\""}
{"id": "1339991523874619393", "text": "Four Volunteers in Pfizer's Covid-19 Vaccine Trials Developed Bell's Palsy URL: \"Four Volunteers in Pfizer's Covid-19 Vaccine Trials Developed Bell's Palsy; FDA Denies Jab Caused It\""}
